Repository: martyr-deepin/deepin-ui
Catalog: dtk/locale/pam.po
Languages: pam

source: Cut
pam: Pututan

source: Copy
pam: Kopyan

source: Paste
pam: Dikit

source: Select all
pam: Pilinan ngan

source: Please input new shortcuts
pam: Magpalub bayung shortcut

source: Disabled
pam: Eya magsilbi

source: Home
pam: Alaya

source: Documents
pam: Dokumentu

source: Music
pam: Musika

source: Pictures
pam: Larawan

source: Trash
pam: Basura

source: Expand
pam: Palaparan

source: Shrink
pam: Palatian

source: Loading...
pam: Mag load ne...

source: Select Skin
pam: Mamiling Balat

source: Close
pam: Isara

source: Delete skin
pam: Buran ing balat

source: Are you sure you want to delete this skin?
pam: Siguradu kang buri meng buran ing balat a ini?

source: Lock scaling
pam: I-lock pamag skala

source: Export
pam: I-export

source: Select color
pam: Mamiling kule

source: Back
pam: Mibalik

source: Color value
pam: Alaga ning kule

source: Red:
pam: Malutu:

source: Green:
pam: Aluntian:

source: Cancel
pam: I-cancel

source: Change skin
pam: Mamalit balat

source: Main menu
pam: Pun a pipamilian

source: Minimize
pam: Palatian

source: Maximize
pam: Paragulan
